Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_766_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Oahppamateriálat interneahtas
smn: Oppâmateriaaleh interneetist

source: Ovttas.no Sámi oahpponeavvut neahtas
smn: xxx

source: Oktavuohta Neahttaaviisa sámiin ja sámi kultuvrras
smn: xxx

source: Nettisaje - anárašgielat neahttasiiddut , gos sáhttá juohkit dieđuid , ságastallat ja gávdnat máŋggalágan materiála numot čállosiid , govaid , lávlagiid sániid ja oahppamateriálaid .
smn: Nettisaje - Nettisaje lii saje , kost anarâšah pyehtih jyehiđ tiäđuid , savâstâllâđ já kavnâđ jieškote-uvlágán materiaalijd tego čalluid , kuuvijd , lavlui saanijd já oppâmateriaalijd .

source: Álgu - diehtovuođđu - Sámegielaid sániid álgovuolgga - etymologalaš diehtovuođđu
smn: Ohtâvuotâ - nettiaavis vuossâmuš ulme lii jyehiđ vuáđutiäđuid säämi siärváduvâst já säämi aalmugist onnáápeeivi syemmilâš já tave-eennâmlâš siärváduvâin já uápistiđ perusteijeid eres käldeesijđoid interneetist .

source: Sámi Giellagáldu almmustahttá sámegielaid ođđa terminologiija ja normeremiid .
smn: Säämi Kielâkäldee almostit sämikielâi uđđâ terminologia já noormâid . Säämi kielâlävdikode

source: E-girji
smn: E-girji ( tavesämikielâ )

source: xxx
smn: E-skuvla.no ( tavesämikielâ )

source: - interneahttavuorká , gos beassá oahppat iehčanassii sámegiela máŋggabealát oahpahusprográmmaiguin
smn: Anarâšah - Siijđoid lii pyevtittâm Sämimuseo Siida - Saamelaismuseosäätiö ohtsâšpargoin Anarâškielâ servi rs:in Máttááttâsministeriö uásiruttâdâssáin .

source: - oahpaheaddji sáhttá geavahit daid maid olles oahpahusjoavkkuin dahje sierraoahpahusas .
smn: xxx

source: Suomas siidduid oažžu geavahit nuvttá sámegiela ja sámegielat oahpahusas .
smn: Nuorttâlii - Sääʹmjieʹllem . Siijđoid lii pyevtittâm Sämimuseo Siida - Saamelaismuseosäätiö

source: Oahpaheaddji galgá ieš bivdit geavahandovddaldaga Toivo Westas ( toivo .
smn: Maahisweb - Siijđoid lii pyevtittâm Sämimuseo Siida - Saamelaismuseosäätiö

source: west ( at ) yahoo .
smn: - tavesämikielâ

source: co . uk . ) .
smn: - anarâškielâ

source: Norgga ja Ruoŧa beale skuvllat galget oastit prográmma liseanssa sierra .
smn: xxx

source: Sátnemeahccái - lohkan- ja čállindáiddu álgooahpahus I - davvisámegiella
smn: xxx

source: Lohkan- ja čállindáiddu álgooahpahus II - davvisámegiella
smn: xxx

source: E-skuvla
smn: xxx

source: - mánáide ja nuoraide sámegiela ja sámegiel neahttaoahpponeavvut ,
smn: xxx

source: - vuođđo- ja joatkkaskuvllaid ohppiide gáiddusoahpahus ,
smn: xxx

source: - rávesolbmuide davvi- , julev- ja máttasámegielakurssat ,
smn: xxx

source: - máŋgakultuvrralašvuođa áddejumi kurssat .
smn: xxx

source: - Anárašgiela searvvi ja Sámi Musea Siidda buvttadan diehtosiiddut
smn: xxx

source: Nuortalaččat - Sámi Musea Siidda buvttadan diehtosiiddut
smn: xxx

source: Maahisweb - Sámi Musea Siidda buvttadan mánáid neahttasiiddut
smn: xxx

source: Bildetema - Interaktiivvalaš máŋggagielat govvasátnegirji
smn: xxx

source: - neahttasátnegirji
smn: xxx

source: - anárašgiella
smn: xxx

source: - nuortalašgiella
smn: - nuorttâlâškielâ

source: Neahttadigisánit davvisámegiella - suomagiella
smn: xxx

source: Yle Sámi radio ( Unna Junná - mánáid TV ja Binna bánna mánáid radio )
smn: YLE Sámi radio ( párnái TV-ohjelm Unna Junná , párnái radio-ohjelm Binna Bánna )

source: SVT Sápmi - mánáid TV
smn: SVT Sápmi - párnái TV

source: NRK Sámi radio - mánáid TV
smn: NRK Sámi radio - párnái TV

source: Cugu - neahttasiidu mánáide
smn: Cugu ( tavesämikielâlâš párnái sijđo )

source: Eanadállu - Interaktiivvalaš speallansiidu mánáide
smn: Eanadállu ( tavesämikielâlâš spellâ )

source: Gos lea Nora gielká ?
smn: xxx

source: - Mánáid máinnas man sáhttá lohkat dahje guldalit .
smn: xxx
